Repository: VoteIT/voteit.debate
Catalog: voteit/debate/locale/*/LC_MESSAGES/voteit.debate.po
Languages: sv

source: Default list handler
sv: Normal listhanterare

source: Open
sv: Öppen

source: Closed
sv: Stängd

source: Enable speaker lists for this meeting?
sv: Aktivera talarlistor för mötet?

source: Number of speaker lists to use
sv: Antal talarlistor att använda

source: speaker_lists_to_use_description
sv: Med fler talarlistor prioriteras de som har pratat mindre än någon annan, men bara upp till antal listor. <br/><br/>Exempel:Med 2 talarlistor kommer någon som inte ha pratat få prata före alla som har pratat förut. Men någon som har pratat 2 gånger får inte gå före någon som pratat 4 gånger.

source: Safe positions
sv: Säkra positioner

source: safe_positions_description
sv: Flytta inte ner användare från denna position även om de borde förlora sin plats. Exempel, om 1 skrivs här och 2 talarlistor används så kommer nästkommande talare aldrig flyttas ner oavsett vilken talarlista de är i.

source: Plugin to handle speaker lists
sv: Plugin som ska hantera talarlista

source: speaker_list_functionality_description
sv: Om du har registrerat någonting som kan justera betéendet hos talarlistorna.

source: Managers speaker list reload interval
sv: Intervall för omladdning av administratörers talarlista

source: In seconds. After this timeout the list will be updated.
sv: I sekunder. Efter denna timeout kommer listan uppdateras.

source: Update interval for users
sv: Omladdningsintervall för användare

source: Show gender or pronoun in speaker list
sv: Visa kön eller pronomen i talarlistor

source: No
sv: Nej

source: Gender
sv: Genus

source: Pronoun
sv: Pronomen

source: Show gender in speaker list
sv: Visa kön i talarlistor

source: Yes
sv: Ja

source: Add a list category with this title
sv: Lätt till listkategori med denna titel

source: Category title
sv: Kategorititel

source: Debate
sv: Debatt

source: Female priority
sv: Prioritera kvinnor

source: female_prio_plugin_desc
sv: Om det finns två eller fler talare före som inte är kvinnor, och alla talare har talat lika många gånger, kommer en kvinnlig talare att flyttas upp till andra plats. Om det finns fler kvinnliga talespersoner kommer de att flyttas upp till två platser efter närmst föregående kvinna. (Till exempel position 3 om plats 1 är kvinna och plats 2 inte är kvinna.)

source: Global timelog
sv: Global tidslogg

source: minute restriction
sv: Tidsbegränsning i minuter

source: Female
sv: Kvinna

source: Gender statistics
sv: Genusstatistik

source: Back
sv: Tillbaka

source: Expected result
sv: Förväntat resultat

source: Percentage
sv: Procent

source: Participants
sv: Deltagare

source: gender_statistics_expected_explanation
sv: Förväntat resultat: Antal deltagare i mötet av varje genus.

source: People spoken
sv: Personer som talat

source: gender_statistics_people_explanation
sv: Personer som talat: Antal personer av varje genus som gjort inlägg i mötet.

source: Times spoken
sv: Antal talat

source: gender_statistics_entries_explanation
sv: Antal gånger talat: Inlägg per genus i mötet.

source: Time used
sv: Använd tid

source: gender_statistics_time_explanation
sv: Tid använd: Summan av all tid som använts per genus.

source: Close list
sv: Stäng lista

source: Open list
sv: Öppna lista

source: Rename
sv: Byt namn

source: Populate from proposals
sv: Hämta från förslag

source: Delete
sv: Radera

source: Save
sv: Spara

source: Speaker list
sv: Talarlista

source: New
sv: Ny

source: Manage
sv: Hantera

source: Settings
sv: Inställningar

source: Statistics
sv: Statistik

source: (Activate list to show controls)
sv: (Aktivera lista för att visa kontroller)

source: Finish
sv: Avsluta

source: Undo start
sv: Ångra start

source: Shuffle queue
sv: Blanda kön

source: Add number
sv: Lägg till nummer

source: Add
sv: Lägg till

source: Elapsed time: ${time}
sv: Förfluten tid: ${time}

source: New list
sv: Ny lista

source: Speaker log
sv: Talarlogg

source: multiple_lists_short_manual
sv: I vissa möten kan ni behöva ha flera listor aktiva samtidigt. Om ni behöver den funktionaliteten, lägg till en kategori här och välj sedan vilken moderator som ska leda den. Den moderatorn kommer aktivera listor inom den kategorin istället för att använda primära kategorin.

source: Speaker statistics
sv: Talarstatistik

source: Export CSV, one entry per row
sv: Exportera till CSV, en taltid per rad

source: Name
sv: Namn

source: Total time
sv: Total tid

source: Entries: ${count}
sv: Inlägg: ${count}

source: Total seconds: ${secs}
sv: Totala sekunder: ${secs}

source: ${num} in queue
sv: ${num} i kö

source: Remove yourself
sv: Stryk dig

source: ${num} speakers before you
sv: ${num} talare före dig

source: List closed
sv: Listan stängd

source: Add yourself
sv: Sätt upp dig

source: You're the active speaker
sv: Du är den aktiva talaren

source: need_pn_to_enter_list
sv: Du behöver ett deltagarnummer för att använda detta.

source: Edit speaker log
sv: Redigera talarlogg

source: Speaker lists
sv: Talarlistor

source: Multiple lists and categories
sv: Multipla talarlistor och kategorier

source: Fullscreen
sv: Fullskärm

source: No list active
sv: Ingen aktiv lista

source: Speaker list settings
sv: Talarlistinställningar

source: Added ${num} speakers from proposals
sv: La till ${num} talare från förslag

source: No speakers found
sv: Inga talare hittades

source: Speakers
sv: Talare

source: Seconds
sv: Sekunder

source: (No user registered)
sv: (Ingen användare registrerad)

source: No such list
sv: Ingen sådan lista
